tap 'caskroom/cask'

tap 'neovim/neovim'

brew 'reattach-to-user-namespace'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'zsh'
brew 'git'
brew 'neovim'
brew 'ripgrep'
brew 'tmux'
brew 'tmate'
brew 'chruby'
brew 'ruby-install'
brew 'elixir'
brew 'wget'
brew 'gpg'
brew 'fzf'

cask 'google-chrome'
cask 'iterm2'
cask 'megasync'
cask 'telegram'
cask 'slack'
cask 'skype'
