tap 'neovim/neovim'
tap 'getantibody/tap'

brew 'zsh'
brew 'git'
brew 'neovim'
brew 'ripgrep'
brew 'exa'
brew 'fd'
brew 'textql'
brew 'jq'
brew 'overmind'
brew 'pwgen'
brew 'tmux'
brew 'tmate'
brew 'elixir'
brew 'wget'
brew 'gpg'
brew 'fzf'
brew 'z'
brew 'direnv'
brew 'htop'
brew 'antibody'
brew 'icdiff'
