tap 'neovim/neovim'

brew 'neovim'
brew 'textql'
brew 'jq'
brew 'overmind'
brew 'pwgen'
brew 'tmux'
brew 'tmate'
brew 'elixir'
brew 'gpg'
brew 'htop'
brew 'icdiff'

cask 'skype'
cask 'lastpass'
cask 'bartender'
cask 'licecap'
cask 'docker'
cask 'postman'
cask 'ngrok'
