brew 'textql'
brew 'jq'
brew 'overmind'
brew 'pwgen'
brew 'tmux'
brew 'tmate'
brew 'gpg'
brew 'htop'

cask 'google-chrome'
cask 'docker'
cask 'postman'
cask 'ngrok'
cask 'zeplin'
cask 'figma'
cask 'keybase'
cask 'graphql-playground'
